import React from 'react';

function WorksAndServices (props) {
  return (
    <section className="worksAndServices">
      <h3>МКУ «АСС Северодвинска» аттестовано на следующие виды Аварийно-спасательных работ</h3>
      <h4>Поисково-спасательные работы в том числе:</h4>
      <ol>
        <li>ПСР в лесотаежной зоне.</li>
        <li>ПСР на высоте.</li>
        <li>ПСР на внутренних акваториях и прибрежной зоне морей на удалении до 2 км от берега.</li>
        <li>ПСР при проведении работ по ликвидации последствий ДТП.</li>
        <li>ПСР при ликвидации последствий авиакатастроф и авиапроисшествий.</li>
        <li>ПСР при ликвидации последствий транспортных катастроф на ж\д транспорте.</li>
        <li>ПСР при ликвидации последствий техногенных ЧС (разрушение зданий и сооружений).</li>
        <li>ПСР при ликвидации последствий ЧС в сложных климатических условиях.</li>
      </ol>
      <h4>Неотложные и специальные работы при проведении ПСР  в зоне ЧС в том числе:</h4>
      <ol>
        <li>Разведка зоны чрезвычайной ситуации, в том числе инженерная (состояние объекта,  территории, маршрутов выдвижения  сил и средств, определение границ зоны чрезвычайной ситуации).</li>
        <li>Десантирование спасателей и груза в зону чрезвычайной ситуации (посадочное).</li>
        <li>Оказание первой помощи пострадавшим.</li>
        <li>Эвакуация пострадавших и материальных ценностей  из  зоны чрезвычайной ситуации.</li>
        <li>Подача воздуха в заваленные помещения для обеспечения жизни находящихся там людей.</li>
        <li>Организация управления и связи в зоне чрезвычайной ситуации.</li>
        <li>Разборка завалов, расчистка маршрутов и устройство проездов в завалах, наведение переправ и устройство дамб.</li>
        <li>Укрепление или обрушение поврежденных и грозящих  обвалом конструкций зданий,  сооружений на путях движения и в местах  работ.</li>
        <li>Работы по инженерной и организационной подготовке  участков спасательных работ и рабочих мест в зоне чрезвычайной  ситуации (расчистка площадок,  установка на площадках техники, ограждений и предупредительных знаков, освещение рабочих мест).</li>
        <li>Локализация и тушение лесных пожаров.</li>
      </ol>
      <h4>Проведение аварийно-спасательных работ, связанных с тушением пожаров в зоне чрезвычайной ситуации в части:</h4>
      <ol>
        <li>Розыск пострадавших и извлечение их из поврежденных и горящих зданий, загазованных, задымленных и затопленных помещений или завалов.</li>
        <li>Вскрытие разрушенных, поврежденных или заваленных помещений и спасание находящихся в них людей.</li>
        <li>Подача воздуха в заваленные помещения для обеспечения жизни находящихся там людей.</li>
        <li>Оказание первой помощи пострадавшим.</li>
        <li>Организацию эвакуации материальных ценностей из опасной зоны.</li>
        <li>Укрепление и обрушение конструкций зданий и сооружений, угрожающих обвалом и препятствующих безопасному проведению работ.</li>
        <li></li>
      </ol>
      <h4>Дополнительные работы и услуги</h4>
      <p>МКУ «АСС Северодвинска» выполняет некоторые виды работ, не связанные с ликвидацией и предотвращением ЧП и ЧС и не являющимися уставными видами деятельности.</p>
      <p>Это работы по деблокации помещений (как показывает практика большинства российских служб спасения, они занимают ведущее место в статистике выездов).</p>
      <p>Спасателями МКУ «АСС Северодвинска» выполняются работы по вскрытию дверей только по заявкам граждан в случаях, которые могут повлечь за собой отрицательные последствия (за закрытой дверью пострадавший, ребенок, коммунальная авария, включен газ и т.п.). Также вскрытие дверей производится по заявкам пенсионеров и инвалидов. Причем, зачастую за вызовом, который, изначально классифицируется как «бытовуха» или помощь населению (деблокация дверей пенсионерам и инвалидам) выявляются причины, по которым деблокацию необходимо производить незамедлительно (включенный газ, коммунальная авария, пострадавшие (больные) оставление которых без помощи приведет к их гибели и др.).</p>
      <p>Как правило, выполнение данного вида работ производится с привлечением других экстренных служб – полиции, скорой помощи, аварийных бригад Горгаза и ЖКХ.</p>
      <p>По принятой во всем цивилизованном мире практике, МКУ «АСС Северодвинска» выполняет работы по спасению животных. Причем специалистами службы данные работы рассматриваются в контексте оказания помощи, прежде всего населению. Спасение животных из труднодоступных и прочих опасных мест, нахождение в которых несет угрозу их жизни и здоровью, способствует восстановлению психологического равновесия глубоко переживающих хозяев и просто участливых людей, которых не оставляет равнодушными страдание животного</p>
    </section>
  )
}

export default WorksAndServices