import React from 'react';

function Responsibility (props) {
  return (
    <section className="responsibility">
      <h3>Зона ответственности МКУ «АСС Северодвинска»</h3>
      <p> – территория, на которой проводятся аварийно-спасательные работы силами АСС, ограничена территорией МО «Северодвинск» (см. карту), включая поселения Белое Озеро, Пал-озеро, Ненокса.</p>
      <p>При необходимости выполнения аварийно-спасательных работ связанных с оказанием первой помощи пострадавшим при возникновении чрезвычайных ситуаций техногенного  характера вне границ МО Северодвинск с целью уменьшения тяжести последствий ЧС выезд производится:</p>
      <ul>
        <li> на ликвидацию последствий ДТП:
          <ul>
            <li>По трассе Северодвинск – Архангельск до поселка Рикасиха;</li>
            <li>По трассе Северодвинск – Онега до 90 км дороги.</li>
          </ul>
        </li>
        <li> при разрушении зданий и сооружений с возможными пострадавшими:
          <ul>
            <li>посёлок Рикасиха, деревни Личка, Шихариха, Бармино.</li>
          </ul>
        </li>
      </ul>
      <p>В отдельных случаях  с целью эффективности проведения ПСР в лесу и внутренних акваториях  проводятся при выходе зоны ответственности за пределы территории МО Северодвинск до 20 км., по решению руководства МКУ «АСС Северодвинска».</p>
      <p>Привлечение Учреждения к ликвидации чрезвычайных ситуаций за пределами территории МО Северодвинск во всех остальных случаях осуществляется в порядке, установленном законодательством.</p>
    </section>
  )
}

export default Responsibility
